amd-ucode
asusctl
base
base-devel
bash-completion
bat
bleachbit
bob
bottom
brave-bin
brightnessctl
chafa
clang
docker
docker-buildx
docker-compose
efibootmgr
eslint-language-server
eza
fastfetch
fd
ffmpeg
fzf
gammastep
gdm
git
github-cli
glow
gnome-calculator
gnome-clocks
gnome-control-center
gnome-keyring
gnome-shell
gnome-tweaks
go
grim
gst-plugin-pipewire
gum
hypridle
hyprland
hyprlock
hyprpaper
ibus
ibus-bamboo
imagemagick
jdk-openjdk
jq
just
kitty
lazygit
less
libgnome-keyring
libheif
libnotify
libpulse
libreoffice-fresh
libvips
linux
linux-firmware
linux-headers
luajit
man-db
networkmanager
nix
nodejs
noto-fonts-emoji
npm
nvidia-open
nvidia-prime
nwg-look
obs-studio
openslide
paru-bin
paru-bin-debug
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
power-profiles-daemon
python-pip
python-uv
qt5-wayland
qt5ct
qt6ct
reflector
ripgrep
rofi-wayland
rog-control-center
rust
rust-analyzer
seahorse
slurp
starship
stow
stylua
supergfxctl
switcheroo-control
tealdeer
tokei
ttf-crimson-pro-variable
ttf-jetbrains-mono-nerd
ttf-roboto
typst
ueberzugpp
unrar
unzip
vim
visual-studio-code-bin
viu
waybar
wireplumber
wl-clipboard
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-utils
yazi
zip
zoxide
zram-generator
